Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: is ready to be used!
ar: جاهز للاستخدام!
cs: je připraven k použití!
da: er klar til at blive brugt!
de: ist bereit für den Einsatz!
es: ¡está listo para ser utilizado!
fi: on valmis käytettäväksi!
fr: est prêt à être utilisé !
it: è pronto per essere utilizzato!
nb: er klar til bruk!
nl: is klaar voor gebruik!
pl: jest gotowy do użycia!
ro: este gata de utilizare!
ru: готов к использованию!
sk: je pripravená na používanie!
sv: är redo att användas!
tr: kullanılmaya hazır!
uk: готовий до використання!
vi: đã sẵn sàng để sử dụng!
zh_hans: 即可使用！

source: 12 sec/U
ar: 12 ثانية/و
da: 12 sek/U
es: 12 seg/U
fi: 12 sek/U
nb: 12 sek/u
pl: 12 sek/U
ru: 12 сек/ед
sk: 12 sek/J
sv: 12 sek/U
tr: 12 saniye/U
uk: 12 секунд/U
zh_hans: 12 秒/U

source: 12h notation
ar: ترميز 12 ساعة
cs: Zápis 12h
es: Notación 12h
fi: 12h merkintätapa
fr: Notation 12h
it: Notazione 12h
nb: 12 timers notasjon
nl: 12h notatie
pl: Notacja 12h
ro: Notație de 12 ore
ru: 12ч формат
sk: 12h režim
sv: 12-timmarsvisning
tr: 12h notasyonu
uk: 12-годинна нотація
vi: Ký hiệu 12h
zh_hans: 12 小时制

source: 24h display
ar: عرض 24 ساعة
cs: 24hodinový displej
da: 24 timers visning
de: 24h-Anzeige
es: Visualización 24h
fi: 24h näyttö
fr: Affichage sur 24 heures
it: Display 24 ore su 24
nb: 24 timers visning
nl: 24-uurs weergave
pl: Wyświetlacz 24h
ro: Afișaj 24 de ore
ru: 24-часовой дисплей
sk: Formát hodín
sv: 24 timmars visning
tr: 24 saat gösterge
uk: 24-годинний дисплей
zh_hans: 24 小时显示

source: 24h notation
ar: ترميز 24 ساعة
cs: 24hodinový zápis
da: 24 timers notation
es: Notación 24h
fi: 24h merkintätapa
fr: Notation sur 24 heures
it: Notazione 24h
nb: 24-timers notasjon
nl: 24h notatie
pl: Notacja 24h
ro: Notație de 24 de ore
ru: 24ч формат
sk: 24h režim
sv: 24-timmarsvisning
tr: 24 saat gösterimi
uk: 12-годинна нотація
vi: Ký hiệu 24h
zh_hans: 24 小时制

source: 30 sec/U
ar: 30 ثانية/و
da: 30 sek/U
es: 30 seg/U
fi: 30 sek/U
nb: 30 sek/u
pl: 30 s/U
ru: 30 сек/ед
sk: 30 sek/J
sv: 30 sekunder/U
tr: 30 saniye/U
uk: 30 секунд/U
zh_hans: 30 秒/U

source: 60 sec/U
ar: 60 ثانية/و
da: 60 sek/U
es: 60 seg/U
fi: 60 sekuntia/U
nb: 60 sek/E
pl: 60 s/U
ru: 60 сек/ед
sk: 60 sek/J
sv: 60 sek/U
tr: 60 saniye/U
uk: 60 секунд/U
zh_hans: 60 秒/U

source: A blood glucose check reminder has been setup in your pump and is triggered. Please remove it or give your glucose level to the pump
ar: لقد تم إعداد تذكير بفحص مستوى الجلوكوز في الدم في المضخة وتم تشغيله. يُرجى إزالته أو إعطاء مستوى الجلوكوز للمضخة
cs: V pumpě byla nastavena připomínka kontroly glykemie, která se spustí. Prosím, odstraňte ji nebo zadejte hladinu glukózy do pumpy.
da: Der er installeret en påmindelse om blodsukkerkontrol i din pumpe, og den udløses. Fjern den, eller giv dit blodsukkerniveau til pumpen.
de: In Ihrer Pumpe wurde eine Blutzuckerkontroll-Erinnerung eingerichtet, die ausgelöst wurde. Bitte entfernen Sie diese oder geben Sie Ihren Blutzuckerwert an die Pumpe
es: Se ha configurado un recordatorio de control de glucosa en sangre en su bomba y se ha activado. Por favor, quítelo o dé su nivel de glucosa a la bomba
fi: Pumppuusi on asetettu muistutus verensokerin tarkistamisesta, ja se on käynnistetty. Poistakaa se tai antakaa glukoositaso pumppuun
fr: Un rappel de vérification de la glycémie a été configuré dans votre pompe et est déclenché. Veuillez l'enlever ou donner votre taux de glucose à la pompe.
it: Nel microinfusore è stato impostato un promemoria per il controllo della glicemia, che è stato attivato. Si prega di rimuoverlo o di fornire il livello di glucosio al microinfusore.
nb: En påminnelse om blodsukkerkontroll er satt opp i pumpen og utløses. Fjern den eller gi glukosenivået til pumpen
nl: Er is een herinnering voor bloedglucosecontrole ingesteld in uw pomp en deze wordt geactiveerd. Verwijder deze a.u.b. of geef uw glucosespiegel door aan de pomp
pl: Przypomnienie o sprawdzeniu poziomu glukozy we krwi zostało skonfigurowane w pompie i jest uruchamiane. Należy je usunąć lub podać poziom glukozy do pompy
ro: O reamintire pentru verificarea glicemiei a fost configurată în pompă și este declanșată. Vă rugăm să o eliminați sau să transmiteți nivelul glicemiei pompei.
ru: В вашей помпе установлено и срабатывает напоминание о проверке уровня глюкозы в крови. Пожалуйста, удалите его или сообщите помпе свой уровень глюкозы
sk: Pripomienka kontroly glykémie bola vo vašej pumpe nastavená a práve sa spustila. Prosím, odstráňte ju alebo zadajte do pumpy svoju hodnotu glykémie
sv: En påminnelse om blodsockerkontroll har ställts in i din pump och utlösts. Ta bort den eller ge din glukosnivå till pumpen
tr: Pompanızda bir kan şekeri kontrolü hatırlatıcısı ayarlanmıştır ve tetiklenmiştir. Lütfen bunu kaldırın veya glikoz seviyenizi pompaya verin
uk: Нагадування про перевірку рівня глюкози в крові було налаштовано у вашій Помпі та спрацьовує. Будь ласка, видаліть його або дайте свій рівень глюкози на помпі
vi: Lời nhắc kiểm tra lượng đường trong máu đã được thiết lập trong máy bơm của bạn và được kích hoạt. Vui lòng tháo nó ra hoặc đưa mức đường huyết của bạn vào máy bơm
zh_hans: 您的血糖泵中已设置了血糖检查提醒器并已触发。请将其移除或向血糖泵提供您的血糖值

source: A bolus timeout is active. The loop cycle cannot be completed till the timeout is inactive
ar: مهلة البلعة نشطة. لا يمكن إكمال دورة الحلقة حتى تصبح المهلة غير نشطة
cs: Časový limit bolusu je aktivní. Cyklus smyčky nelze dokončit, dokud není časový limit neaktivní.
da: En bolus-timeout er aktiv. Loop-cyklussen kan ikke afsluttes, før timeouten er inaktiv.
de: Eine Bolus-Zeitüberschreitung ist aktiv. Der Schleifenzyklus kann erst abgeschlossen werden, wenn die Zeitüberschreitung inaktiv ist.
es: El tiempo de espera del bolo está activo. El ciclo de bucle no puede completarse hasta que el tiempo de espera esté inactivo
fi: Boluksen aikakatkaisu on aktiivinen. Silmukkasykliä ei voida suorittaa loppuun ennen kuin aikakatkaisu on inaktiivinen.
fr: Un délai d'attente pour le bolus est actif. Le cycle de la boucle ne peut être achevé tant que le délai d'attente n'est pas inactif.
it: È attivo un timeout del bolo. Il ciclo del bolo non può essere completato finché il timeout non è attivo.
nb: Bolus-timeout er aktiv. Sløyfen kan ikke fullføres før timeouten er over.
nl: Een bolustime-out is actief. De luscyclus kan niet worden voltooid totdat de time-out inactief is.
pl: Limit czasu bolusa jest aktywny. Cykl pętli nie może zostać zakończony, dopóki limit czasu jest nieaktywny
ro: O expirare a bolusului este activă. Ciclul de buclă nu poate fi finalizat până când expirarea nu este inactivă.
ru: Тайм-аут болюса активен. Цикл петли не может быть завершен пока тайм-аут активен
sk: Časový limit pre podanie bolusu je aktívny. Cyklus slučky sa nemôže dokončiť, kým nie je časový limit neaktívny
sv: En bolustimeout är aktiv. Loopcykeln kan inte slutföras förrän timeouten är inaktiv
tr: Bir bolus zaman aşımı etkindir. Zaman aşımı devre dışı kalana kadar döngü döngüsü tamamlanamaz
uk: Тайм-аут болюсу активний. Цикл loop не може бути завершений, доки тайм-аут не буде неактивним
vi: Thời gian chờ bolus đang hoạt động. Chu kỳ vòng lặp không thể hoàn tất cho đến khi thời gian chờ không hoạt động
zh_hans: 大剂量推注超时，Loop 将在该超时状态解除后恢复正常工作。

source: Action has been canceled, because the pump is busy
ar: تم إلغاء الإجراء، لأن المضخة مشغولة
cs: Akce byla zrušena, protože čerpadlo je obsazeno.
da: Handlingen er blevet aflyst, fordi pumpen er optaget
de: Die Aktion wurde abgebrochen, weil die Pumpe besetzt ist.
es: La acción se ha cancelado porque la bomba está ocupada.
fi: Toiminto on peruutettu, koska pumppu on varattu.
fr: L'action a été annulée, car la pompe est occupée.
it: L'azione è stata annullata perché la pompa è occupata.
nb: Handlingen er avbrutt fordi pumpen er opptatt
nl: Actie is geannuleerd, omdat de pomp bezig is
pl: Działanie zostało anulowane, ponieważ pompa jest zajęta
ro: Acțiunea a fost anulată, deoarece pompa este ocupată
ru: Действие было отменено, так как помпа занята
sk: Akcia bola zrušená, pretože pumpa je zaneprázdnená
sv: Åtgärden har avbrutits eftersom pumpen är upptagen
tr: Pompa meşgul olduğu için işlem iptal edildi
uk: Дія скасована, оскільки Помпа зайнята
vi: Hành động đã bị hủy, vì máy bơm đang bận
zh_hans: 已取消操作，因为泵忙

source: After setting up the insulin type and bolus speed, you will see a screen with all found Dana pumps. Select the pump you want to link with %1$@.
ar: بعد إعداد نوع الأنسولين وسرعة البلعة، ستظهر لك شاشة تحتوي على جميع مضخات دانا الموجودة. حدد المضخة التي تريد ربطها مع %1$@.
cs: Po nastavení typu inzulínu a rychlosti bolusu se zobrazí obrazovka se všemi nalezenými pumpami Dana. Vyberte pumpu, kterou chcete propojit se stránkou %1$@.
da: Når du har indstillet insulintype og bolushastighed, får du vist en skærm med alle fundne Dana-pumper. Vælg den pumpe, du vil forbinde med %1$@.
de: Nachdem Sie den Insulintyp und die Bolusgeschwindigkeit eingestellt haben, wird ein Bildschirm mit allen gefundenen Dana-Pumpen angezeigt. Wählen Sie die Pumpe aus, die Sie mit %1$@verknüpfen möchten.
es: Después de configurar el tipo de insulina y la velocidad del bolo, verás una pantalla con todas las bombas Dana encontradas. Seleccione la bomba que desea vincular con %1$@.
fi: Kun olet määrittänyt insuliinityypin ja bolusnopeuden, näet näytön, jossa näkyvät kaikki löydetyt Dana-pumput. Valitse pumppu, jonka haluat yhdistää osoitteeseen %1$@.
fr: Après avoir configuré le type d'insuline et la vitesse du bolus, vous verrez un écran avec toutes les pompes Dana trouvées. Sélectionnez la pompe que vous souhaitez relier à %1$@.
it: Dopo aver impostato il tipo di insulina e la velocità del bolo, verrà visualizzata una schermata con tutti i microinfusori Dana trovati. Selezionare il microinfusore che si desidera collegare a %1$@.
nb: Etter at du har konfigurert insulintype og bolushastighet, vil du se en skjerm med alle funnet Dana-pumper. Velg pumpen du vil koble til %1$@.
nl: Na het instellen van het insulinetype en de bolussnelheid, zie je een scherm met alle gevonden Dana-pompen. Selecteer de pomp die je wilt koppelen met %1$@.
pl: Po ustawieniu typu insuliny i szybkości bolusa pojawi się ekran ze wszystkimi znalezionymi pompami Dana. Wybierz pompę, którą chcesz połączyć z %1$@.
ro: După configurarea tipului de insulină și a vitezei bolusului, veți vedea un ecran cu toate pompele Dana găsite. Selectați pompa pe care doriți să o conectați cu %1$@.
ru: После настройки типа инсулина и скорости болюса вы увидите экран со всеми найденными помпами Dana. Выберите помпу, которую Вы хотите связать с %1$@.
sk: Po nastavení typu inzulínu a rýchlosti bolusu sa zobrazí obrazovka so všetkými nájdenými pumpami Dana. Vyberte pumpu, ktorú chcete prepojiť so stránkou %1$@.
sv: När du har ställt in insulintyp och bolushastighet visas en skärm med alla Dana-pumpar som har hittats. Välj den pump som du vill länka till %1$@.
tr: İnsülin tipini ve bolus hızını ayarladıktan sonra, bulunan tüm Dana pompalarını içeren bir ekran göreceksiniz. %1$@ile bağlamak istediğiniz pompayı seçin.
uk: Після налаштування типу інсуліну та швидкості болюса ви побачите екран із усіма знайденими помпами Dana. Виберіть помпу, яку потрібно зв'язати з %1$@.
vi: Sau khi thiết lập loại insulin và tốc độ bolus, bạn sẽ thấy màn hình với tất cả các máy bơm Dana được tìm thấy. Chọn máy bơm bạn muốn liên kết với %1$@.
zh_hans: 设置完胰岛素类型和注射速度后，您将看到一个显示所有已找到的 Dana 泵的屏幕。选择要链接到 %1$@的泵。

source: Alarm beeps
ar: صفير المنبه
cs: Pípání budíku
da: Alarmen bipper
de: Alarmtöne
es: Pitidos de alarma
fi: Hälytys piippaa
fr: Bips d'alarme
it: Segnale acustico dell'allarme
nb: Alarmen piper
nl: Alarm pieptonen
pl: Sygnały dźwiękowe alarmu
ro: Alarma emite un semnal sonor
ru: Сигналы тревоги
sk: Upozornenia
sv: Larmet piper
tr: Alarm bip sesi
uk: Звукові сигнали
vi: Báo động tiếp beeps
zh_hans: 警报声

source: An unknown error has occurred during processing the alert from the pump. Please report this
ar: حدث خطأ غير معروف أثناء معالجة التنبيه من المضخة. يرجى الإبلاغ عن ذلك
cs: Při zpracování výstrahy z čerpadla došlo k neznámé chybě. Nahlaste to prosím
da: Der er opstået en ukendt fejl under behandlingen af alarmen fra pumpen. Rapporter venligst dette
de: Bei der Verarbeitung der Meldung von der Pumpe ist ein unbekannter Fehler aufgetreten. Bitte melden Sie dies
es: Se ha producido un error desconocido durante el procesamiento de la alerta de la bomba. Por favor, informe de ello
fi: Pumpun hälytyksen käsittelyssä on tapahtunut tuntematon virhe. Ilmoita tästä
fr: Une erreur inconnue s'est produite lors du traitement de l'alerte provenant de la pompe. Veuillez signaler cette
it: Si è verificato un errore sconosciuto durante l'elaborazione dell'avviso dal microinfusore. Si prega di segnalare questo
nb: Det har oppstått en ukjent feil under behandlingen av varselet fra pumpen. Vennligst rapporter dette
nl: Er is een onbekende fout opgetreden tijdens het verwerken van de melding van de pomp. Rapporteer deze
pl: Podczas przetwarzania powiadomienia z pompy wystąpił nieznany błąd. Zgłoś ten błąd
ro: A apărut o eroare necunoscută în timpul procesării alertei de la pompă. Vă rugăm să raportați acest lucru.
ru: При обработке сигнала от помпы произошла неизвестная ошибка. Пожалуйста, сообщите об этом
sk: Počas spracovania upozornenia z pumpy došlo k neznámej chybe. Prosím, nahláste to
sv: Ett okänt fel har inträffat under behandlingen av larmet från pumpen. Vänligen rapportera detta
tr: Pompadan gelen uyarının işlenmesi sırasında bilinmeyen bir hata oluştu. Lütfen bunu rapor edin
uk: Під час обробки сповіщення від Помпи сталася невідома помилка. Будь ласка, повідомте про це
vi: Đã xảy ra lỗi không xác định trong quá trình xử lý cảnh báo từ máy bơm. Vui lòng báo cáo lỗi này
zh_hans: 在处理泵发出的警报时发生了未知错误。请报告此

source: Are you sure you want to stop using Dana-i/RS?
ar: هل أنت متأكد من رغبتك في التوقف عن استخدام Dana-i/RS؟
cs: Jste si jisti, že chcete přestat používat Dana-i/RS?
da: Er du sikker på, at du vil stoppe med at bruge Dana-i/RS?
de: Sind Sie sicher, dass Sie Dana-i/RS nicht mehr verwenden wollen?
es: ¿Estás seguro de que quieres dejar de utilizar Dana-i/RS?
fi: Oletko varma, että haluat lopettaa Dana-i/RS:n käytön?
fr: Êtes-vous sûr de vouloir cesser d'utiliser Dana-i/RS ?
it: Siete sicuri di voler smettere di usare Dana-i/RS?
nb: Er du sikker på at du vil slutte å bruke Dana-i/RS?
nl: Weet je zeker dat je Dana-i/RS niet meer wilt gebruiken?
pl: Czy na pewno chcesz przestać używać Dana-i/RS?
ro: Sunteți sigur că nu mai doriți să utilizați pompa Dana-i/RS?
ru: Вы уверены, что хотите прекратить использование Dana-i/RS?
sk: Ste si istí, že chcete prestať používať Dana-i/RS?
sv: Är du säker på att du vill sluta använda Dana-i/RS?
tr: Dana-i/RS kullanmayı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити використання Dana-i/RS?
vi: Bạn có chắc chắn muốn ngừng sử dụng Dana-i không?
zh_hans: 您确定要停止使用 Dana-i/RS？

source: Backlight on time
ar: إضاءة خلفية في الوقت المحدد
cs: Doba zapnutí podsvícení
da: Tændingstid for baggrundsbelysning
de: LCD Hintergrund Beleuchtung
es: Tiempo de retroiluminación
fi: Taustavalo päälläoloaika
fr: Durée d'allumage du rétroéclairage
it: Verifica del periodo
nb: Bakgrunnsbelysning på tid
nl: Tijd achtergrondverlichting
pl: Czas włączenia podświetlenia
ro: Iluminare de fundal la timp
ru: Время подсветки экрана
sk: Čas zapnutia podsvietenia
sv: Bakgrundsbelysningens tändningstid
tr: Arka ışık açma süresi
uk: Час увімкнення Підсвічування
vi: Đèn nền theo thời gian
zh_hans: 背光开启时间

source: Basal
ar: القاعدية
cs: Bazální
fi: Basaalinen
it: Basale
nl: Basaal
pl: Podstawowy
ro: Bazală
ru: Базал
sk: Bazálna
tr: Bazal
uk: Базал
zh_hans: 基础率

source: Basal Compare
ar: مقارنة قاعدية
cs: Základní porovnání
da: Basal sammenligning
de: Basal vergleichen
es: Basal Comparar
fi: Perusvertailu
fr: Comparaison de base
it: Basale Confronta
nb: Basal sammenligning
nl: Basaal vergelijken
pl: Porównanie podstawowe
ro: Comparație bazală
ru: Сравнение Базала
sk: Základné porovnanie
sv: Basal Jämförelse
tr: Bazal Karşılaştırma
uk: Базальне порівняння
zh_hans: 基础率比较

source: Basal limit reached
ar: بلوغ الحد الأساسي
cs: Dosažení základního limitu
da: Basal grænse nået
de: Basale Grenze erreicht
es: Límite basal alcanzado
fi: Perusraja saavutettu
fr: Limite de base atteinte
it: Limite basale raggiunto
nb: Basalgrense nådd
nl: Basaal limiet bereikt
pl: Osiągnięty limit podstawowy
ro: Limita bazală atinsă
ru: Достигнут лимит Базала
sk: Dosiahnutý základný limit
sv: Basal gräns nådd
tr: Bazal sınıra ulaşıldı
uk: Базальний ліміт досягнуто
vi: Đã đạt đến giới hạn liều cơ bản
zh_hans: 达到基本基础率上限

source: Basal profile
ar: المظهر الجانبي القاعدي
cs: Základní profil
da: Basal profil
de: Grundlegendes Profil
es: Perfil de basal
fi: Perusprofiili
fr: Profil de base
it: Profilo basale
nb: Basalprofil
nl: Basaal profiel
pl: Profil bazy
ro: Profil bazal
ru: Базальный профиль
sk: Bazálny profil
sv: Basalinställningar
tr: Bazal profil
uk: Базальний профіль
vi: Phác đồ liều nền
zh_hans: 基础率配置

source: Battery age
ar: عمر البطارية
da: Batteriets alder
de: Alter der Batterie
fi: Akun ikä
fr: Âge de la batterie
it: Durata Batteria
nb: Batteri alder
nl: Leeftijd batterij
ro: Vârsta bateriei
ru: Возраст батареи
sk: Vek batérie
sv: Batteriålder
uk: Час використовування батареї
zh_hans: 电池寿命

source: Battery level
ar: مستوى البطارية
cs: Úroveň nabití baterie
da: Batteriniveau
de: Batteriestand
es: Nivel de bateria
fi: Akun varaustaso
fr: Niveau de la batterie
it: Livello Batteria
nb: Batterinivå
nl: Batterijniveau
pl: Poziom naładowania baterii
ro: Nivelul bateriei
ru: Уровень заряда
sk: Stav batérie
sv: Batterinivå
tr: Pil seviyesi
uk: Рівень заряду
vi: Mức pin
zh_hans: 电池电量

source: Before starting with the pairing process, it is recommended to check, and if needed update, the pump password. You can do this by going to the pump settings -> user settings -> password. The default password is 1234, if this is your password, please consider changing it
ar: قبل البدء بعملية الاقتران، يوصى بالتحقق من كلمة مرور المضخة وتحديثها إذا لزم الأمر. يمكنك القيام بذلك من خلال الانتقال إلى إعدادات المضخة -> إعدادات المستخدم -> كلمة المرور. كلمة المرور الافتراضية هي 1234، إذا كانت هذه هي كلمة المرور الخاصة بك، يُرجى التفكير في تغييرها
cs: Před zahájením procesu párování doporučujeme zkontrolovat a případně aktualizovat heslo čerpadla. To můžete provést v nastavení čerpadla -> nastavení uživatele -> heslo. Výchozí heslo je 1234, pokud je to vaše heslo, zvažte jeho změnu.
da: Før du går i gang med parringsprocessen, anbefales det at kontrollere og om nødvendigt opdatere pumpens adgangskode. Det kan du gøre ved at gå til pumpeindstillingerne -> brugerindstillinger -> adgangskode. Standardadgangskoden er 1234, og hvis det er din adgangskode, bør du overveje at ændre den.
de: Bevor Sie mit dem Kopplungsprozess beginnen, sollten Sie das Passwort der Pumpe überprüfen und gegebenenfalls aktualisieren. Gehen Sie dazu zu den Pumpeneinstellungen -> Benutzereinstellungen -> Passwort. Das Standardpasswort lautet 1234. Wenn dies Ihr Passwort ist, sollten Sie es ändern.
es: Antes de comenzar con el proceso de emparejamiento, se recomienda comprobar, y si es necesario actualizar, la contraseña de la bomba. Puede hacerlo yendo a los ajustes de la bomba -> ajustes de usuario -> contraseña. La contraseña por defecto es 1234, si esta es su contraseña, por favor considere cambiarla.
fi: Ennen pariliitoksen muodostamisen aloittamista on suositeltavaa tarkistaa ja tarvittaessa päivittää pumpun salasana. Voit tehdä tämän menemällä pumpun asetuksiin -> käyttäjäasetukset -> salasana. Oletussalasana on 1234, jos tämä on salasanasi, harkitse sen vaihtamista.
fr: Avant de commencer le processus d'appairage, il est recommandé de vérifier et, si nécessaire, de mettre à jour le mot de passe de la pompe. Vous pouvez le faire en allant dans les paramètres de la pompe -> paramètres utilisateur -> mot de passe. Le mot de passe par défaut est 1234, si c'est votre mot de passe, envisagez de le modifier.
it: Prima di iniziare il processo di accoppiamento, si consiglia di controllare e, se necessario, aggiornare la password del microinfusore. È possibile farlo accedendo alle impostazioni del microinfusore -> impostazioni utente -> password. La password predefinita è 1234; se questa è la vostra password, prendete in considerazione la possibilità di cambiarla.
nb: Før du starter paringsprosessen, anbefales det å sjekke og om nødvendig oppdatere pumpens passord. Du kan gjøre dette ved å gå til pumpeinnstillinger -> brukerinnstillinger -> passord. Standardpassordet er 1234. Hvis dette er passordet ditt, bør du vurdere å endre det.
nl: Voordat je begint met het koppelproces, is het aan te raden om het wachtwoord van de pomp te controleren en zo nodig bij te werken. Je kunt dit doen via de pompinstellingen -> gebruikersinstellingen -> wachtwoord. Het standaard wachtwoord is 1234. Als dit je wachtwoord is, overweeg dan om het te wijzigen.
pl: Przed rozpoczęciem procesu parowania zaleca się sprawdzenie i w razie potrzeby zaktualizowanie hasła pompy. Można to zrobić, przechodząc do ustawień pompy -> ustawień użytkownika -> hasła. Domyślne hasło to 1234, jeśli jest to twoje hasło, rozważ jego zmianę
ro: Înainte de a începe procesul de asociere, se recomandă verificarea și, dacă este necesar, actualizarea parolei pompei. Puteți face acest lucru accesând setările pompei -> setările utilizatorului -> parola. Parola implicită este 1234; dacă aceasta este parola dvs., vă rugăm să luați în considerare schimbarea ei.
ru: Перед началом сопряжения рекомендуется проверить и, если требуется, изменить пароль помпы. Для этого перейдите в настройки помпы → пользовательские настройки → пароль. По умолчанию пароль — 1234. Если он у Вас установлен, рекомендуется его изменить
sk: Pred začatím procesu párovania sa odporúča skontrolovať a v prípade potreby aktualizovať heslo pumpy. Môžete tak urobiť v nastaveniach pumpy -> nastavenia používateľa -> heslo. Predvolené heslo je 1234, ak je to vaše heslo, zvážte jeho zmenu
sv: Innan du börjar med parkopplingsprocessen rekommenderar vi att du kontrollerar och vid behov uppdaterar pumpens lösenord. Detta gör du genom att gå till pumpinställningar -> användarinställningar -> lösenord. Standardlösenordet är 1234, om detta är ditt lösenord bör du överväga att ändra det
tr: Eşleştirme işlemine başlamadan önce, pompa şifresini kontrol etmeniz ve gerekirse güncellemeniz önerilir. Bunu pompa ayarları -> kullanıcı ayarları -> şifre bölümüne giderek yapabilirsiniz. Varsayılan şifre 1234'tür, şifreniz buysa lütfen değiştirmeyi düşünün
uk: Перед початком процесу сполучення рекомендується перевірити та за необхідності оновити пароль Помпи. Це можна зробити, перейшовши в налаштування помпи -> налаштування користувача -> пароль. За промовчанням використовується пароль 1234, якщо це ваш пароль, будь ласка, змініть його.
vi: Trước khi bắt đầu quá trình ghép nối, bạn nên kiểm tra và nếu cần hãy cập nhật mật khẩu máy bơm. Bạn có thể thực hiện việc này bằng cách vào pump settings -> user settings -> password. Mật khẩu mặc định là 1234, nếu đây là mật khẩu của bạn, vui lòng cân nhắc thay đổi mật khẩu
zh_hans: 在开始配对过程之前，建议检查并根据需要更新泵密码。您可以进入泵设置 -> 用户设置 -> 密码进行检查。默认密码为 1234，如果这是您的密码，请考虑更改。

source: Blood glucose Measure
ar: قياس نسبة الجلوكوز في الدم
cs: Měření glukózy v krvi
da: Måling af blodsukker
de: Blutzuckermessung
es: Medida de la glucemia
fi: Verensokeri Toimenpide
fr: Mesure de la glycémie
it: Misura della glicemia
nb: Blodsukkermåling
nl: Bloedglucosemeting
pl: Pomiar stężenia glukozy we krwi
ro: Măsurarea glicemiei
ru: Измерение уровня глюкозы в крови
sk: Meranie glykémie z krvi
sv: Blodglukosmätning
tr: Kan şekeri ölçümü
uk: Вимірювання Рівня Глюкози в Крові
vi: Kiểm tra đường huyết
zh_hans: 血糖测量
